{
  "footer": "Developer by",
  "header-title": "Dead Pixel Detector",
  "start": "Start Test",
  "left-s1-header": "Why should you do this test?",
  "left-s1-p": "This test helps you identify dead pixels on your screen that may not be visible during regular use. Regular testing can help prevent long-term issues and improve your screen's performance.",
  "left-s1-li1": "Early detection of dead pixels helps with warranty claims. Most manufacturers cover dead pixels under warranty, and addressing the issue early could save you from future headaches.",
  "left-s1-li2": "Spot issues that could worsen over time if not addressed. A dead or stuck pixel can indicate underlying screen problems, which might spread to other areas of the display.",
  "left-s1-li3": "Get a clearer understanding of your screen’s quality. This test helps you evaluate the health of your display, ensuring a seamless experience for everyday tasks, creative work, or gaming.",
  "left-s2-header": "How to do this test?",
  "left-s2-p": "Simply click the -Start Test- button and follow the fullscreen color transitions. Each keypress or mouse click will cycle through 10 different colors.",
  "right-s1-header": "What if you find a dead pixel?",
  "right-s1-p": "If you find a dead pixel on your screen, don't panic. Follow these steps to handle the issue and prevent further problems:",
  "right-s1-li1": "Check your device's warranty to see if dead pixels are covered. Some manufacturers may replace your device if a certain number of pixels are dead or malfunctioning.",
  "right-s1-li2": "Contact the manufacturer or retailer for a repair or replacement. Be sure to document the dead pixel with photos or videos as evidence when filing a claim.",
  "right-s1-li3": "Try using pixel-fixing software or manual techniques like gently massaging the screen. Sometimes, stuck pixels can be revived through software solutions or by applying gentle pressure in circular motions to the affected area.",
  "right-s1-li4": "If manual solutions don’t work, consider consulting a professional technician for repair advice."
}
