{
  "footer": "Uygulamayı geliştiren",
  "header-title": "Ölü Pixel Saptayıcı",
  "start": "Testi Başlat",
  "left-s1-header": "Bu testi neden yapmalısınız?",
  "left-s1-p": "Bu test, ekranınızdaki normal kullanım sırasında fark edemeyeceğiniz ölü pikselleri tespit etmenize yardımcı olur. Düzenli testler, uzun vadeli sorunları önlemeye ve ekran performansınızı artırmaya yardımcı olabilir.",
  "left-s1-li1": "Ölü piksellerin erken tespiti garanti taleplerinde avantaj sağlar. Çoğu üretici, ölü pikselleri garanti kapsamında değerlendirir ve sorunu erken fark etmek, gelecekteki sıkıntılardan sizi kurtarabilir.",
  "left-s1-li2": "Zamanla daha da kötüleşebilecek sorunları önceden fark edin. Ölü veya sıkışmış bir piksel, ekranın diğer bölgelerine yayılabilecek daha büyük sorunların belirtisi olabilir.",
  "left-s1-li3": "Ekranınızın kalitesi hakkında daha net bir fikir edinin. Bu test, günlük kullanım, yaratıcı işler veya oyunlar için ekranınızın sağlığını değerlendirmenize yardımcı olur.",
  "left-s2-header": "Bu testi nasıl yapmalısınız?",
  "left-s2-p": "Basitçe -Testi Başlat- düğmesine tıklayın ve tam ekran renk geçişlerini takip edin. Her tuş vuruşu veya fare tıklaması, 10 farklı renk arasında geçiş yapacaktır.",
  "right-s1-header": "Ölü piksel bulursanız ne yapmalısınız?",
  "right-s1-p": "Ekranınızda bir ölü piksel bulursanız endişelenmeyin. Sorunu çözmek ve daha fazla problem yaşamamak için şu adımları izleyin:",
  "right-s1-li1": "Ölü piksellerin garanti kapsamında olup olmadığını görmek için cihazınızın garantisini kontrol edin. Bazı üreticiler, belirli bir sayıda ölü piksel olması durumunda cihazınızı değiştirebilir veya onarabilir.",
  "right-s1-li2": "Üretici veya satıcı ile onarım ya da değiştirme için iletişime geçin. Talep oluştururken, ölü pikseli belgelemek için fotoğraf veya video çekmeyi unutmayın.",
  "right-s1-li3": "Piksel düzeltme yazılımı kullanmayı ya da ekranı nazikçe masaj yaparak manuel teknikleri denemeyi deneyin. Bazen sıkışmış pikseller yazılım çözümleri veya ilgili alana hafif baskı uygulayarak tekrar işlevsel hale getirilebilir.",
  "right-s1-li4": "Eğer manuel çözümler işe yaramazsa, onarım tavsiyesi almak için profesyonel bir teknisyenle görüşmeyi düşünebilirsiniz."
}










